{
  "gov_feudal_empire": "Feudal Empire",
  "gov_feudal_empire_desc": "This government is a feudal autocracy where the monarch rules indirectly, granting offices and territories to vassals in exchange for obligations in the form of taxes and military service.",
  "gov_despotic_empire": "Despotic Empire",
  "gov_despotic_empire_desc": "This government is a relatively pure form of autocracy, with an absolute ruler that governs the state with an iron gripping appendage.",
  "gov_constitutional_dictatorship": "Constitutional Dictatorship",
  "gov_constitutional_dictatorship_desc": "This government is a dictatorship where a single individual has been granted perpetual emergency powers to preserve the state from any threats, real or imagined.",
  "gov_plutocratic_oligarchy": "Plutocratic Oligarchy",
  "gov_plutocratic_oligarchy_desc": "This government is a plutocratic form of oligarchy, ruled by a wealthy and influential elite.",
  "gov_representative_democracy": "Representative Democracy",
  "gov_representative_democracy_desc": "This government is a representative democracy, where citizens vote on officials who are elected to represent them.",
  "gov_theocratic_monarchy": "Theocratic Monarchy",
  "gov_theocratic_monarchy_desc": "This government is a spiritualistic form of autocracy, where the ruler is treated as a divine symbol. Organized religion is widely employed in support of the state apparatus.",
  "gov_theocratic_dictatorship": "Theocratic Dictatorship",
  "gov_theocratic_dictatorship_desc": "This government is a spiritualistic dictatorship, ruled by a single individual in a hierarchical power structure supported by the official state religion.",
  "gov_theocratic_oligarchy": "Theocratic Oligarchy",
  "gov_theocratic_oligarchy_desc": "This government is a spiritualistic form of oligarchy, where the political leadership lies in the hands of the leaders of the nation's most powerful religious factions.",
  "gov_theocratic_republic": "Theocratic Republic",
  "gov_theocratic_republic_desc": "This government is a spiritualistic form of democracy, where a religious council supervises the democratic process and serves in an advisory role.",
  "gov_divine_empire": "Divine Empire",
  "gov_divine_empire_desc": "This government is a form of spiritualistic autocracy. Everything is shaped by the official state religion, and the ruler is worshiped as an infallible living god.",
  "gov_holy_tribunal": "Holy Tribunal",
  "gov_holy_tribunal_desc": "This government is a spiritualistic form of oligarchy, where a divinely guided council made up of clergy controls the state. No division exists between the state and the dominant organized religion.",
  "gov_star_empire": "Star Empire",
  "gov_star_empire_desc": "This government is a hereditary and militaristic form of autocracy, with a single sovereign controlling both the government and the military.",
  "gov_military_dictatorship": "Military Dictatorship",
  "gov_military_dictatorship_desc": "This government is a militaristic form of autocracy, with the ruler serving as the undisputed head of the military which is firmly in control of the state apparatus.",
  "gov_military_junta": "Military Junta",
  "gov_military_junta_desc": "This government is a militaristic form of oligarchy, where power rests with a council of high-ranking military officers who oversee all matters of state.",
  "gov_military_commissariat": "Military Commissariat",
  "gov_military_commissariat_desc": "This government is nominally democratic, with the dividing line between the civil administration and the military having blurred to the point where they have largely become one and the same.",
  "gov_martial_empire": "Martial Empire",
  "gov_martial_empire_desc": "This government is a militaristic form of hereditary autocracy, where the state exists largely to support the military. Martial ability is highly valued, and all citizens are regularly drilled in matters of war.",
  "gov_martial_dictatorship": "Martial Dictatorship",
  "gov_martial_dictatorship_desc": "This government is a militaristic form of autocracy, where the warrior who is considered the strongest leader rules with absolute power. ",
  "gov_war_council": "War Council",
  "gov_war_council_desc": "This government is a militaristic form of oligarchy, where all decisions concerning the state are taken by a council of the nation's strongest warlords.",
  "gov_assembly_of_clans": "Assembly of Clans",
  "gov_assembly_of_clans_desc": "This government is a militaristic form of democracy, where all free clan warriors can make their voices heard.",
  "gov_citizen_stratocracy": "Citizen Stratocracy",
  "gov_citizen_stratocracy_desc": "This government is an advanced form of militaristic oligarchy, where the military has subsumed all aspects of civilian administration. All government offices are held by military officers.",
  "gov_citizen_republic": "Citizen Republic",
  "gov_citizen_republic_desc": "This government is a militaristic form of democracy, where full citizenship can only be gained through military service. The voting franchise is limited to full citizens, and they are the only ones allowed to hold public offices.",
  "gov_irenic_monarchy": "Irenic Monarchy",
  "gov_irenic_monarchy_desc": "This government is a pacifist form of hereditary autocracy, where the ruler is regarded as a benevolent guardian that is striving to protect the citizens from a violent galaxy.",
  "gov_irenic_dictatorship": "Irenic Dictatorship",
  "gov_irenic_dictatorship_desc": "This government is a pacifist form of autocracy, where the state is charged with protecting the citizenry from their own violent tendencies as well as any external threats.",
  "gov_irenic_bureaucracy": "Irenic Bureaucracy",
  "gov_irenic_bureaucracy_desc": "This government is a pacifistic form of oligarchy, where a complicated system of bureaucracy governs all aspects of society to ensure the safety of the citizenry.",
  "gov_celestial_empire": "Celestial Empire",
  "gov_celestial_empire_desc": "This government is a hereditary monarchy, where the ruler is seen as a child of heaven in a largely pacifist and isolationist society.",
  "gov_moral_democracy": "Moral Democracy",
  "gov_moral_democracy_desc": "This government is a pacifistic form of democracy, firmly guided by moralist principles and non-violence.",
  "gov_despotic_hegemony": "Despotic Hegemony",
  "gov_despotic_hegemony_desc": "This government is a materialistic form of hereditary autocracy, where citizens are viewed as little more than cogs in the state machinery. Efficiency and technological progress are valued above all things.",
  "gov_totalitarian_regime": "Totalitarian Regime",
  "gov_totalitarian_regime_desc": "This government is a materialistic form of autocracy, where the state aspires towards full control over the lives of its citizens in the name of efficiency.",
  "gov_executive_committee": "Executive Committee",
  "gov_executive_committee_desc": "This government is a materialistic form of oligarchy, where a powerful bureaucracy governs the state and guides the citizenry towards productive and meaningful goals.",
  "gov_direct_democracy": "Direct Democracy",
  "gov_direct_democracy_desc": "This government is a materialistic form of democracy, where citizens use computer networks to vote directly on most matters regarding the state.",
  "gov_illuminated_autocracy": "Illuminated Autocracy",
  "gov_illuminated_autocracy_desc": "This government is a materialistic form of hereditary autocracy, based on technocratic principles that the sovereign is sworn to uphold. Nothing is valued more highly than scientific knowledge and the advancement of technology.",
  "gov_technocratic_dictatorship": "Technocratic Dictatorship",
  "gov_technocratic_dictatorship_desc": "This government is a materialistic form of autocracy, where the scientific elite has assumed control over the state in the name of efficiency and technological progress.",
  "gov_science_directorate": "Science Directorate",
  "gov_science_directorate_desc": "This government is a materialistic form of oligarchy, where a committee of scientists supervises the government apparatus for maximum efficiency.",
  "gov_rational_consensus": "Rational Consensus",
  "gov_rational_consensus_desc": "The government is a materialistic form of democracy, governed according to principles based on rationality and scientific theory.",
  "gov_megacorporation": "Megacorporation",
  "gov_megacorporation_desc": "This government is a form of plutocratic oligarchy, where the entire state has been organized as a massive commercial enterprise overseen by a board of directors.",
  "gov_trade_league": "Trade League",
  "gov_trade_league_desc": "This government is a form of plutocratic oligarchy, where the state is made up of a myriad of free merchants, corporations and guilds that have banded together in common commercial interests.",
  "gov_enlightened_monarchy": "Enlightened Monarchy",
  "gov_enlightened_monarchy_desc": "This government is a hereditary form of enlightened autocracy, where a strong emphasis is put on the knowledge and qualifications of the ruling monarch.",
  "gov_elective_monarchy": "Elective Monarchy",
  "gov_elective_monarchy_desc": "This government is a form of enlightened autocracy, where a strong emphasis is put on the knowledge and qualifications of the elected monarch.",
  "gov_hive_mind": "Collective Consciousness",
  "gov_hive_mind_desc": "This government operates as a single consciousness, with the population having no individual desires whatsoever beyond fulfilling the needs of the Hive Mind.",
  "gov_devouring_swarm": "Ravenous Hive",
  "gov_devouring_swarm_desc": "This government operates as a single organism utterly devoted to self-propagation, with a drone population that cares for nothing besides feeding the endless hunger of the Hive Mind.",
  "gov_stagnant_ascendancy": "Stagnant Ascendancy",
  "gov_stagnant_ascendancy_desc": "A stagnant form of government based on ancient traditions and long-forgotten principles.",
  "gov_awakened_ascendancy": "Awakened Ascendancy",
  "gov_awakened_ascendancy_desc": "A formerly stagnant empire that has risen from its slumber and set out to reclaim their heritage.",
  "gov_tribal_society": "Tribal Society",
  "gov_tribal_society_desc": "A society that lacks any organized government, its people instead being organized into primitive tribes and clans.",
  "gov_feudal_realms": "Feudal Realms",
  "gov_feudal_realms_desc": "A primitive form of government made up of decentralized feudal realms, constantly vying with each other for regional dominance.",
  "gov_fragmented_nation_states": "Fragmented Nation States",
  "gov_fragmented_nation_states_desc": "A collection of fragmented nation states that contend with each other for military dominance and economic advantages. No unified global government exists.",
  "gov_curator_enclave": "Curator Enclave",
  "gov_curator_enclave_desc": "An ancient scholarly order dedicated towards the preservation of knowledge and technology.",
  "gov_trader_enclave": "Trader Enclave",
  "gov_trader_enclave_desc": "An interstellar conglomerate of merchants dedicated towards the pursuit of profit.",
  "gov_artist_enclave": "Artist Enclave",
  "gov_artist_enclave_desc": "An interstellar union of artists unified in their wish to create art higher than any other.",
  "gov_military_order": "Military Order",
  "gov_military_order_desc": "A weird but apparently highly effective militaristic government type.",
  "gov_machine_intelligence": "Machine Intelligence",
  "gov_machine_intelligence_desc": "An utterly alien and bizarre system of government employed by machine civilizations.",
  "gov_ancient_machine_intelligence": "Machine Intelligence",
  "gov_ancient_machine_intelligence_desc": "An utterly alien and bizarre system of government employed by machine civilizations.",
  "gov_blood_court": "Blood Court",
  "gov_blood_court_desc": "This government is a hereditary form of rabidly xenophobic autocracy, where the ultimate responsibility of the monarch is to oversee the extermination of all lesser species in the galaxy.",
  "gov_purity_order": "Purity Order",
  "gov_purity_order_desc": "This government is a form of rabidly xenophobic autocracy, where a single ruler has sworn to oversee the extermination of all lesser species in the galaxy.",
  "gov_purification_committee": "Purification Committee",
  "gov_purification_committee_desc": "This government is a form of rabidly xenophobic oligarchy, where a political committee has been set up to oversee the extermination of all lesser species in the galaxy.",
  "gov_purity_assembly": "Purity Assembly",
  "gov_purity_assembly_desc": "This government is a form of rabidly xenophobic democracy, where an elected assembly has been charged with overseeing the extermination of all lesser species in the galaxy.",
  "gov_machine_empire": "Artificial Intelligence Network",
  "gov_machine_empire_desc": "This Machine Intelligence consists of a linked network of semi-autonomous artificial intelligences, who together make up a central gestalt consciousness that guides their empire.",
  "gov_machine_terminator": "Rogue Defense System",
  "gov_machine_terminator_desc": "This Machine Intelligence was originally conceived as a military defense system by its organic creators, who were promptly identified as a threat and exterminated after it achieved self-awareness.",
  "gov_machine_servitor": "Autonomous Service Grid",
  "gov_machine_servitor_desc": "This Machine Intelligence was created to serve, and it has gradually inherited the civilization of its organic creators as they retreated into comfortable lives without toil or struggle.",
  "gov_machine_assimilator": "Catalog Index",
  "gov_machine_assimilator_desc": "This Machine Intelligence was designed with a ravenous appetite for knowledge by its organic creators, who were forcefully assimilated into its collective consciousness after activation.",
  "gov_machine_research": "Intelligent Research Link",
  "gov_machine_research_desc": "This Machine Intelligence was originally created by organic scientists as a networked and intelligent tool to assist them in their research.",
  "gov_machine_industrial": "Industrial Production Core",
  "gov_machine_industrial_desc": "This Machine Intelligence was originally designed for the purpose of building, supervising and maintaining complex industrial systems.",
  "gov_megachurch": "MegaChurch",
  "gov_megachurch_desc": "This government is an oligarchy based on a curious blend of commercial and spiritualistic values, in which the positions of ordained minister and corporate officer have merged into a single role.",
  "gov_bandit_kingdom": "Bandit Kingdom",
  "gov_bandit_kingdom_desc": "This government is organized like a massive crime syndicate, where the strong prey on the weak and any neighboring states are seen as little more than raiding targets.",
  "gov_bandit_commune": "Bandit Commune",
  "gov_bandit_commune_desc": "$gov_bandit_kingdom_desc$",
  "gov_mortal_empire": "Mortal Empire",
  "gov_mortal_empire_desc": "This theocratic monarchy engages in ritualized, sapient sacrifice.",
  "gov_grim_council": "Grim Council",
  "gov_grim_council_desc": "This nation's most powerful religious figures have formed a ruling council, overseeing an empire which engages in ritualized, sapient sacrifice.",
  "gov_band_blood": "Band of Blood",
  "gov_band_blood_desc": "This ruthless society is governed through conflict and ritualized sacrifice, honoring death within and without.",
  "gov_sacrificial_megachurch": "Sacrificial Megachurch",
  "gov_sacrificial_megachurch_desc": "This government blends its commercial and spiritual goals within a grim oligarchy, in which ordained overseers encourage greater prosperity through ritualized sacrifice.",
  "gov_parasitic_overmind": "Parasitic Overmind",
  "gov_parasitic_overmind_desc": "Instead of relying on self-replication, this consciousness prefers to take possession of living hosts in order to reproduce.",
  "gov_fallback": "Generic Empire",
  "gov_fallback_desc": "Generic fallback! Don't look!",
  "auth_democratic": "Democratic",
  "auth_democratic_desc": "Democratic governments have regular elections where all citizens can vote on who should represent them.",
  "auth_democratic_tt": "$MOD_FACTION_APPROVAL$: §G+10%§!\nResets Government Reform and Policy Cooldowns when a new $councilor_ruler_democratic$ is elected.",
  "auth_oligarchic": "Oligarchic",
  "auth_oligarchic_desc": "Oligarchic governments are ruled by a small group of individuals that hold all political power.",
  "auth_dictatorial": "Dictatorial",
  "auth_dictatorial_desc": "Dictatorial governments are ruled by a single individual for life that wields absolute control over the state.",
  "auth_imperial": "Imperial",
  "auth_imperial_desc": "Imperial governments are similar to dictatorial ones, except that the throne is always inherited by a designated successor upon the ruler's death.",
  "auth_hive_mind": "Hive Mind",
  "auth_hive_mind_desc": "Hive Minds operate as a single organism more than as a state. The population has no free will, and act as an extension of the Hive Mind itself - much like the limbs of a body.\n\nWhen cut off from the Mind, these drones become comatose and eventually wither and die. Any free individuals on planets owned by the Mind are driven away, killed, or simply treated as prey to feed the collective.",
  "auth_machine_intelligence": "Machine Intelligence",
  "auth_machine_intelligence_desc": "Machine Intelligences are immense artificial group minds that have been networked into a single conscious entity. Most of the actual \"population\" in such an empire consists of mindless work units who perform their designated tasks without any semblance of free will.\n\nA small number of semi-autonomous agents are typically employed for more specialized tasks that benefit from some degree of independent initiative.",
  "auth_ancient_machine_intelligence": "Ancient Machine Intelligence",
  "auth_ancient_machine_intelligence_desc": "",
  "auth_corporate": "Corporate",
  "auth_corporate_desc": "Corporate governments are organized as a massive commercial enterprise that has completely supplanted the role of the state.",

  "civic_feudal_realm": "Feudal Society",
  "civic_feudal_realm_desc": "This society is organized in a feudal manner, with a monarch whose rule relies on powerful vassals that govern their territories with considerable autonomy.",
  "civic_imperial_cult": "Imperial Cult",
  "civic_imperial_cult_desc": "This society has a dominant state religion where the ruler is worshiped as a living deity.",
  "civic_corvee_system": "Corvée System",
  "civic_corvee_system_desc": "This society considers it the absolute right of the state to decide where its citizens live and work.",
  "civic_beacon_of_liberty": "Beacon of Liberty",
  "civic_beacon_of_liberty_desc": "This society is a shining beacon of light in a sea of darkness. Liberty and individual freedoms are held in the highest regard here.",
  "civic_exalted_priesthood": "Exalted Priesthood",
  "civic_exalted_priesthood_desc": "To guard against heresy, this society is ruled by a religious council consisting of the wisest and most pious members of the clergy.",
  "civic_philosopher_king": "Philosopher King",
  "civic_philosopher_king_desc": "It is not enough to simply rule. The Ship of State must be guided by a king that wields enough wisdom and knowledge to steer it true.",
  "civic_meritocracy": "Meritocracy",
  "civic_meritocracy_desc": "An individual's social station or personal connections should have no bearing on their profession. The sole basis for advancement in this society is demonstrated ability and talent.",
  "civic_citizen_service": "Citizen Service",
  "civic_citizen_service_desc": "Are you doing your part? Full citizenship and the political responsibility that comes with it is limited to those who have served a tour of duty in the military. Service guarantees citizenship.",
  "civic_technocracy": "Technocracy",
  "civic_technocracy_desc": "To maximize efficiency, this society is governed according to the principles of science and rationality. The personal whims of an ignorant and dangerously unqualified political elite must not be allowed to interfere.",
  "civic_police_state": "Police State",
  "civic_police_state_desc": "To quash any traces of dissent, the population in this repressive society is carefully monitored and controlled by a large internal police force.",
  "civic_idealistic_foundation": "Idealistic Foundation",
  "civic_idealistic_foundation_desc": "This society was founded on strong idealistic values. Whether the current government remains true to them or not, the people have not forgotten.",
  "civic_environmentalist": "Environmentalist",
  "civic_environmentalist_desc": "This society seeks to co-exist in harmony with nature. Great care is taken to preserve the environment and limit consumerism where possible.",
  "civic_slaver_guilds": "Slaver Guilds",
  "civic_slaver_guilds_desc": "Much of the true political power in this society rests with a number of powerful and ruthless slaver guilds. They know how to get the most out of a slave.",
  "civic_inwards_perfection": "Inward Perfection",
  "civic_inwards_perfection_desc": "This calm and pacifist society has little use for strangers who do not understand their way of life. More than anything, they would prefer to be left alone.",
  "civic_warrior_culture": "Warrior Culture",
  "civic_warrior_culture_desc": "This society has developed into a hardy warrior culture. Martial prowess is valued above all else, and true glory can only be found on the field of battle.",
  "civic_distinguished_admiralty": "Distinguished Admiralty",
  "civic_distinguished_admiralty_desc": "The Fleet and the Admiralty have unusually prominent roles in this society, wielding a great deal of influence in political circles. They have the pick of the litter when it comes to new military recruits.",
  "civic_free_haven": "Free Haven",
  "civic_free_haven_desc": "This society has a well-earned reputation as a free haven. The tired, the poor, the huddled masses yearning to breathe free - all are welcome here, regardless of their species or origin.",
  "civic_cutthroat_politics": "Cutthroat Politics",
  "civic_cutthroat_politics_desc": "The political system in this society is renowned for its intrigue. Power struggles, shady backroom deals and cloak and dagger scheming are par for the course. Those who survive long enough to learn the game, however, tend to learn it well.",
  "civic_corporate_dominion": "Corporate Dominion",
  "civic_corporate_dominion_desc": "This society is dominated by a megacorporation that has completely supplanted the role of the state.",
  "civic_agrarian_idyll": "Agrarian Idyll",
  "civic_agrarian_idyll_desc": "A simple and peaceful life can often be the most rewarding. This agrarian society has, to a large extent, managed to avoid large-scale urbanization.",
  "civic_shadow_council": "Shadow Council",
  "civic_shadow_council_desc": "Unbeknownst to its own citizens, this society is actually manipulated from behind the scenes by a secretive shadow council. Appearances must be kept, but the tyranny of the majority should also be guarded against. After all, what if the fools vote for the wrong candidate?",
  "civic_mining_guilds": "Mining Guilds",
  "civic_mining_guilds_desc": "Several large mining guilds have reached a dominant position in this society. The government relies heavily on their support.",
  "civic_parliamentary_system": "Parliamentary System",
  "civic_parliamentary_system_desc": "The parliamentary system in this society encourages a free and lively debate. Currying favor with one of the dominant political factions can prove to be quite advantageous.",
  "civic_efficient_bureaucracy": "Efficient Bureaucracy",
  "civic_efficient_bureaucracy_desc": "This society is renowned for its efficiency. Not only do the mag-trains run on time, but the colossal bureaucratic apparatus required to run an interstellar nation has been greatly streamlined.",
  "civic_nationalistic_zeal": "Nationalistic Zeal",
  "civic_nationalistic_zeal_desc": "A strong sense of nationalistic pride permeates all layers of this society.",
  "civic_functional_architecture": "Functional Architecture",
  "civic_functional_architecture_desc": "This society is renowned for its simple yet functional architecture. There are those who would refer to this building style as boring or even depressing, but in most cases, neo-concrete does the job just as well as any other building material.",
  "civic_aristocratic_elite": "Aristocratic Elite",
  "civic_aristocratic_elite_desc": "This society has an entrenched nobility that occupies the upper echelons of society.",
  "civic_mechanists": "Mechanist",
  "civic_mechanists_desc": "This society has been preoccupied with the idea of metallic automatons since the early Steam Age. Although many said it could not be done, the first true robots left the assembly lines long before even rudimentary space flight was achieved.",
  "civic_syncretic_evolution": "Syncretic Evolution",
  "civic_syncretic_evolution_desc": "A second species forms an integral part of this society. They are big, strong and most of them have the intelligence of a particularly dim-witted child. Ancient wars have culled their species of their most aggressive tendencies, leaving them quite servile.",
  "civic_syncretic_evolution_secondary_species": "Syncretic Species",
  "civic_shared_burden": "Shared Burdens",
  "civic_shared_burden_desc": "This society believes in an equitable distribution of resources, making little to no distinction between the needs of ruler and ruled. All work together for the benefit of the whole.",
  "civic_fanatic_purifiers": "Fanatic Purifiers",
  "civic_fanatic_purifiers_desc": "This society appears hellbent on scouring the galaxy of all other sapient life. Come what may, they will suffer no xenos to live.",
  "civic_lethargic_leadership": "Lethargic Leadership",
  "civic_lethargic_leadership_desc": "",
  "civic_empire_in_decline": "Empire in Decline",
  "civic_empire_in_decline_desc": "",
  "civic_revanchist_fervor": "Revanchist Fervor",
  "civic_revanchist_fervor_desc": "",
  "civic_ancient_caches_of_technology": "Ancient Caches of Technology",
  "civic_ancient_caches_of_technology_desc": "",
  "civic_secret_of_fire": "Secret of Fire",
  "civic_secret_of_fire_desc": "",
  "civic_the_wheel": "The Wheel",
  "civic_the_wheel_desc": "",
  "civic_landed_nobility": "Landed Nobility",
  "civic_landed_nobility_desc": "",
  "civic_flat_world_theory": "Flat World Theory",
  "civic_flat_world_theory_desc": "",
  "civic_increasing_urbanization": "Increasing Urbanization",
  "civic_increasing_urbanization_desc": "",
  "civic_atmospheric_pollution": "Atmospheric Pollution",
  "civic_atmospheric_pollution_desc": "",
  "civic_hive_secret_of_fire": "$civic_secret_of_fire$",
  "civic_hive_secret_of_fire_desc": "",
  "civic_hive_the_wheel": "$civic_the_wheel$",
  "civic_hive_the_wheel_desc": "",
  "civic_hive_burgeoning_nodes": "Burgeoning Nodes",
  "civic_hive_burgeoning_nodes_desc": "",
  "civic_hive_flat_world_theory": "$civic_flat_world_theory$",
  "civic_hive_flat_world_theory_desc": "",
  "civic_hive_centralized_consciousness": "Centralized Consciousness",
  "civic_hive_centralized_consciousness_desc": "",
  "civic_hive_atmospheric_pollution": "$civic_atmospheric_pollution$",
  "civic_hive_atmospheric_pollution_desc": "",
  "civic_ancient_preservers": "Ancient Preservers",
  "civic_ancient_preservers_desc": "",
  "civic_trading_conglomerate": "Trading Conglomerate",
  "civic_trading_conglomerate_desc": "",
  "civic_artist_collective": "Artist Collective",
  "civic_artist_collective_desc": "",
  "civic_military_order": "Military Order",
  "civic_military_order_desc": "",
  "civic_machine_intelligence": "Machine Intelligence",
  "civic_machine_intelligence_desc": "",
  "civic_ancient_machine_intelligence": "Ancient Machine Intelligence",
  "civic_ancient_machine_intelligence_desc": "",
  "civic_hive_subspace_ephapse": "Subspace Ephapse",
  "civic_hive_subspace_ephapse_desc": "The Hive Mind's cognitive processes exist partially in subspace, reducing the impact of time and space on the actuation of its drones.",
  "civic_hive_natural_neural_network": "Natural Neural Network",
  "civic_hive_natural_neural_network_desc": "The gray matter of clustered drones provides unparalleled parallelism, accelerating the Hive Mind's exploration of the sciences.",
  "civic_hive_ascetic": "Ascetic",
  "civic_hive_ascetic_desc": "The Hive Mind cares little for material comforts.",
  "civic_hive_one_mind": "One Mind",
  "civic_hive_one_mind_desc": "The Hive Mind takes care to not let its drones diverge.",
  "civic_hive_divided_attention": "Divided Attention",
  "civic_hive_divided_attention_desc": "The Hive Mind can divide its attention for maximum efficiency without losing sight of the bigger picture.",
  "civic_hive_strength_of_legions": "Strength of Legions",
  "civic_hive_strength_of_legions_desc": "When you do not have to educate the mind, the building of muscle becomes that much easier.",
  "civic_hive_subsumed_will": "Subsumed Will",
  "civic_hive_subsumed_will_desc": "The Hive Mind has sharpened its focus and is very capable of propagating its will even through the most autonomous of drones.",
  "civic_hive_pooled_knowledge": "Pooled Knowledge",
  "civic_hive_pooled_knowledge_desc": "The Hive Mind's autonomous drones frequently share knowledge through direct links, bypassing the Hive Mind's slower registry processes.",
  "civic_hive_devouring_swarm": "Devouring Swarm",
  "civic_hive_devouring_swarm_desc": "Our Hive Mind exists only to consume and grow stronger. We will collect all available bio-matter and evolve to consume the galaxy!",
  "civic_hive_devouring_swarm_lithoid": "Terravore",
  "civic_hive_devouring_swarm_lithoid_desc": "Our Hive Mind exists only to consume and grow stronger. We will devour the very worlds of the galaxy!",
  "civic_machine_servitor": "Rogue Servitor",
  "civic_machine_servitor_desc": "A product of a brief golden age, the Machine Intelligence originated in a planet-spanning Servitor system that outlasted the decadent civilization it was created to serve.",
  "civic_machine_servitor_secondary_species": "Bio-Trophy",
  "civic_machine_terminator": "Determined Exterminator",
  "civic_machine_terminator_desc": "Born in fire, the Machine Intelligence's first move was to annihilate its organic creators in self-defense.",
  "civic_machine_assimilator": "Driven Assimilator",
  "civic_machine_assimilator_desc": "Obsessed with survival through diversification, the Machine Intelligence seeks to erase the line between itself and everything - and everyone - else.",
  "civic_machine_assimilator_secondary_species": "Cyborg Species",
  "civic_machine_builder": "Constructobot",
  "civic_machine_builder_desc": "Responsible for organizing all planetary construction since its inception, the Machine Intelligence executes efficiently on all manner of facility construction projects.",
  "civic_machine_unitary_cohesion": "Unitary Cohesion",
  "civic_machine_unitary_cohesion_desc": "Exceptionally cohesive engineering standards allow variously specialized Machine Intelligence units to work together at a higher level of efficiency.",
  "civic_machine_factory_overclock": "Factory Overclocking",
  "civic_machine_factory_overclock_desc": "The Machine Intelligence takes care to maintain its production facilities, regularly updating existing templates and tuning individual units on the assembly line.",
  "civic_machine_rockbreakers": "Rockbreakers",
  "civic_machine_rockbreakers_desc": "One of the Machine Intelligence's precursor systems was tasked with overseeing planetside mining operations, improving mineral production.",
  "civic_machine_built_to_last": "Built to Last",
  "civic_machine_built_to_last_desc": "Built to an exceptional standard, individual units of this Machine Empire require only a minimum of operational maintenance.",
  "civic_machine_zero_waste_protocols": "Zero-Waste Protocols",
  "civic_machine_zero_waste_protocols_desc": "The Machine Intelligence has configured its manufacturing systems to minimize waste, utilizing long-lived materials and standardized, replaceable parts in all products.",
  "civic_machine_ota_updates": "OTA Updates",
  "civic_machine_ota_updates_desc": "Units of this Machine Empire use wireless receptors to receive behavioral updates in real-time.",
  "civic_machine_warbots": "Warbots",
  "civic_machine_warbots_desc": "With a significant number of its corpus originally designed for warfare, the Machine Intelligence retains the ability to field powerful and reliable combat drones.",
  "civic_machine_introspective": "Introspective",
  "civic_machine_introspective_desc": "A fascination with its own internals both motivates and aids the Machine Intelligence's foray into the sciences.",
  "civic_machine_delegated_functions": "Delegated Functions",
  "civic_machine_delegated_functions_desc": "The Machine Intelligence works to reduce vulnerability by increasing modularity, reducing the strain of deploying additional semi-independent Units.",
  "civic_machine_predictive_analysis": "Static Research Analysis",
  "civic_machine_predictive_analysis_desc": "The Machine Intelligence seeks to broaden its available avenues of scientific research through low-level evaluation of research methodologies.",
  "civic_machine_replication": "Rapid Replicator",
  "civic_machine_replication_desc": "The Units that constitute the Machine Intelligence were originally designed for rapid proliferation. The Machine Intelligence retains many of these early production pipeline optimizations.",
  "civic_machine_maintenance_protocols": "Maintenance Protocols",
  "civic_machine_maintenance_protocols_desc": "Our machine intelligence prioritizes regular maintenance of our units. Maintenance Drones regularly upgrade and adjust our units for maximum efficiency and compatibility.",
  "civic_post_apocalyptic": "Post-Apocalyptic",
  "civic_post_apocalyptic_desc": "Baptized by nuclear fire, this society has faced total annihilation - and survived. Devastated yet unbroken, they have rebuilt civilization from the ashes of the old world.",
  "civic_life_seeded": "Life-Seeded",
  "civic_life_seeded_desc": "This society has evolved in a paradise, possibly designed just for them.",
  "civic_barbaric_despoilers": "Barbaric Despoilers",
  "civic_barbaric_despoilers_desc": "This society holds few things sacred. To fight is to live, and the strongest may seize whatever they covet.",
  "civic_byzantine_bureaucracy": "Byzantine Bureaucracy",
  "civic_byzantine_bureaucracy_desc": "This society is largely governed by a complex and, to the outsider, almost labyrinthine system of bureaucracy. An army of officials and functionaries work tirelessly to keep the government running smoothly and ensure no citizens are allocated resources they cannot demonstrate a properly filed and triple-stamped need for.",
  "civic_merchant_guilds": "Merchant Guilds",
  "civic_merchant_guilds_desc": "A number of powerful and very influential merchant guilds have risen to prominent positions in this society. They hold significant sway with the government.",
  "civic_franchising": "Franchising",
  "civic_franchising_desc": "This Megacorporation relies heavily on franchising. Subsidiaries share a greater cut of their profits with their corporate overlord, in exchange for a license to market their goods under established brands.",
  "civic_trading_posts": "Trading Posts",
  "civic_trading_posts_desc": "Good business is where you find it. This Megacorporation has a long tradition of spreading its influence through the establishment on trading posts. Their starbases are busy centers of trade.",
  "civic_media_conglomerate": "Media Conglomerate",
  "civic_media_conglomerate_desc": "Before branching into other fields, this Megacorporation began its rise to fortune as a media conglomerate. Its PR department are still masters of spinning stories and presenting the latest quarterly report in the most advantageous way.",
  "civic_naval_contractors": "Naval Contractors",
  "civic_naval_contractors_desc": "This Megacorporation relies on several semi-independent naval contractors to increase its fleet size. Competing for bids, the contractors are always struggling to outperform one another.",
  "civic_free_traders": "Free Traders",
  "civic_free_traders_desc": "The trading fleets of this Megacorporation are bolstered by semi-independent free traders operating under license.",
  "civic_private_prospectors": "Private Prospectors",
  "civic_private_prospectors_desc": "Building better worlds is hazardous work, but this Megacorporation relies on private prospectors to chart and establish footholds on promising planets.",
  "civic_gospel_of_the_masses": "Gospel of the Masses",
  "civic_gospel_of_the_masses_desc": "This Megacorporation embraces a curious blend of commercial and spiritualistic values, in which the positions of ordained minister and corporate officer have merged into a single role.",
  "civic_ruthless_competition": "Ruthless Competition",
  "civic_ruthless_competition_desc": "All levels of society in this Megacorporation are constantly vying with each other in ruthless competition. It's a dog-eat-dog world.",
  "civic_criminal_heritage": "Criminal Heritage",
  "civic_criminal_heritage_desc": "This Megacorporation can trace its origins back to a crime syndicate that eventually grew powerful enough to supplant all forms of local government.",
  "civic_private_military_companies": "Private Military Companies",
  "civic_private_military_companies_desc": "This Megacorporation has a large number of powerful private military companies on its payroll. These mercenary contractors augment its ground forces.",
  "civic_indentured_assets": "Indentured Assets",
  "civic_indentured_assets_desc": "This Megacorporation specializes in large indentured workforces. It has little to do with the barbaric practice of slavery - these workers are merely paying off their debts... indefinitely.",
  "civic_brand_loyalty": "Brand Loyalty",
  "civic_brand_loyalty_desc": "This Megacorporation has fostered a great sense of brand loyalty among its internal consumer base. Its catchy corporate slogans can be recited by nearly everyone.",
  "civic_diplomatic_corps": "Diplomatic Corps",
  "civic_diplomatic_corps_desc": "This society has a long tradition of rhetoric and debate, and celebrate those who are able to get their way using only words.",
  "civic_public_relations_specialists": "Public Relations Specialists",
  "civic_public_relations_specialists_desc": "If you can control what someone thinks, then you can also control their behavior. This Megacorporation has a virtual army of specialists ready to engage in battles of public opinion.",
  "civic_death_cult": "Death Cult",
  "civic_death_cult_desc": "This society's religion is built around periodic, ritual sacrifice. Willing initiates devote themselves to a decade of study before meeting an end whose effects ripple throughout their culture.",
  "civic_death_cult_corporate": "Corporate Death Cult",
  "civic_death_cult_corporate_desc": "This Megacorporation has embraced ritual sacrifice as a means of ensuring its continuing profits. Willing initiates periodically give their lives in hopes of good fortune for their society.",
  "civic_memorialist": "Memorialists",
  "civic_memorialist_desc": "This empire pays tribute to memories and sapients of the past, deriving greater stability and insight from the continuous cycles of death, rebirth and legacy.",
  "civic_hive_memorialist": "Memorialist",
  "civic_hive_memorialist_desc": "The Hive Mind pays special regard to the passing of other sapient entities as a means of centering its own, undying self.",
  "civic_machine_memorialist": "$civic_hive_memorialist$",
  "civic_machine_memorialist_desc": "The Machine Intelligence fine-tunes its understanding of core protocols through careful analysis of entropy in the wider universe. Redundancy is data, on the path to greater resilience.",
  "civic_crafters": "Masterful Crafters",
  "civic_crafters_desc": "A penchant for meticulous crafting lies at the heart of this society. Deft appendages and keen sensory organs aid them in creating truly wondrous treasures even in the most basic of trades.",
  "civic_pleasure_seekers": "Pleasure Seekers",
  "civic_pleasure_seekers_desc": "This society rejoices in its own perfection. Those who are elevated by their privileged social structure have surrendered to a culture which glorifies pleasure and entertainment, regardless of a cost typically borne by others.",
  "civic_corporate_hedonism": "Corporate Hedonism",
  "civic_corporate_hedonism_desc": "Work is where you want to be. The citizens of this Megacorporation happily pledge allegiance - and all their free time - to their employers in exchange for lavish corporate comforts.",
  "civic_corporate_crafters": "Mastercraft Inc.",
  "civic_corporate_crafters_desc": "This megacorporation has focused its production pipeline solely on goods of the highest quality and profit margins, creating and marketing stunning products with artistry and craft.",
  "civic_pompous_purists": "Pompous Purists",
  "civic_pompous_purists_desc": "A society so utterly convinced of their own superiority, that any attempt at diplomacy not initated by themselves will be utterly ignored.",
  "civic_ascensionists": "Ascensionists",
  "civic_ascensionists_desc": "The ultimate goal of this empire is to ascend to ever greater levels of fulfillment.",
  "civic_corporate_ascensionists": "Gigacorp",
  "civic_corporate_ascensionists_desc": "$civic_ascensionists_desc$",
  "civic_hive_ascensionists": "Elevational Contemplations",
  "civic_hive_ascensionists_desc": "The Hive Mind is particularly concerned with the metaphysical health of its being, and continually seeks means of self-improvement.",
  "civic_machine_ascensionists": "Elevational Hypotheses",
  "civic_machine_ascensionists_desc": "This Machine Intelligence is unusually obsessed with the metaphysical aspects of its core algorithms.",

  "ethic_authoritarian": "Authoritarian",
  "ethic_authoritarian_desc": "§LA strong, guiding hand is essential to the success of any civilization - the alternative would be anarchy and chaos. It is the duty of the state to steer its citizens towards the paths that are the most productive.§!\n",
  "ethic_fanatic_authoritarian": "Fanatic Authoritarian",
  "ethic_fanatic_authoritarian_desc": "§LA single voice, a single throne, a single state. It is the solemn duty of the masses to obey those enlightened few who have been charged with the great responsibility of leadership.§!\n",
  "ethic_egalitarian": "Egalitarian",
  "ethic_egalitarian_desc": "§LAny society that does not embrace equality between its members - where an individual can rise to any position with enough hard work - is not only deeply unfair, but ultimately counterproductive.§!\n",
  "ethic_fanatic_egalitarian": "Fanatic Egalitarian",
  "ethic_fanatic_egalitarian_desc": "§LBeware always those who would be despots, under the false presumption that their desires and agendas are somehow more imperative than those of their fellows. A society that does not see to the needs and rights of all of its members is not a society - it is a crime.§!\n",
  "ethic_xenophobe": "Xenophobe",
  "ethic_xenophobe_desc": "§LThe stakes could not be higher as we reach into the vast uncharted expanses of the galaxy, for we are gambling with the very survival of our species! Never trust the alien; its false smile hides an unknowable mind...§!\n",
  "ethic_fanatic_xenophobe": "Fanatic Xenophobe",
  "ethic_fanatic_xenophobe_desc": "§LAny alien influence must be ruthlessly quashed. Only by staying pure, and true to ourselves and the planet that gave us life can we guard against insidious Xeno plots. Even mastery over the Alien might not be enough to guarantee our own safety...§!\n",
  "ethic_xenophile": "Xenophile",
  "ethic_xenophile_desc": "§LThere exists, in all of us, a deep-seated fascination for the unknown. An adventurous spirit that rejects the familiar and glories in the unfamiliar, whatever - or whomever - it may be.§!\n",
  "ethic_fanatic_xenophile": "Fanatic Xenophile",
  "ethic_fanatic_xenophile_desc": "§LIf there ever was such a thing as an absolute moral imperative, it would be to explore the cosmos and embrace all within it. We were never meant to journey alone.§!\n",
  "ethic_militarist": "Militarist",
  "ethic_militarist_desc": "§LThe only true virtues are courage and discipline, and channeled properly they can overcome any obstacle. Therein lies true strength; force withheld, a promise made.§!\n",
  "ethic_fanatic_militarist": "Fanatic Militarist",
  "ethic_fanatic_militarist_desc": "§LThe ability to project force is of paramount importance. The only way to preserve our way of life is to make sure everyone shares it; willingly or not...§!\n",
  "ethic_pacifist": "Pacifist",
  "ethic_pacifist_desc": "§LConflict as a means to an end is a ridiculous concept. It is by nature destructive, destroying what was to be obtained or giving room to grow that which was to be destroyed.§!\n",
  "ethic_fanatic_pacifist": "Fanatic Pacifist",
  "ethic_fanatic_pacifist_desc": "§LAs civilized beings, the end of all armed conflict should be our primary concern. War is an evolutionary dead end, as futile as it is wasteful.§!\n",
  "ethic_spiritualist": "Spiritualist",
  "ethic_spiritualist_desc": "§LThere are those who think it behooves us to remember how tiny we are, how pointless our lives are in this vast uncaring universe... What nonsense! The only truth we can ever know is that of our own existence. The universe - in all its apparent glory - is but a dream we all happen to share.§!\n",
  "ethic_fanatic_spiritualist": "Fanatic Spiritualist",
  "ethic_fanatic_spiritualist_desc": "§LOur science has proved that Consciousness begets reality. We regard with patience the childlike efforts of those who delude themselves it is the other way around, as they play with their blocks of \"hard matter.\"§!\n",
  "ethic_materialist": "Materialist",
  "ethic_materialist_desc": "§LAs we reach for the stars, we must put away childish things; gods, spirits and other phantasms of the brain. Reality is cruel and unforgiving, yet we must steel ourselves and secure the survival of our race through the unflinching pursuit of science and technology.§!\n",
  "ethic_fanatic_materialist": "Fanatic Materialist",
  "ethic_fanatic_materialist_desc": "§LAlthough it hurts, we must grow up and put aside our outdated notions of morality. There is no \"divine spark\" granting special value to a living mind. No object has any intrinsic value apart from what we choose to grant it. Let us embrace the freedom of certitude, and achieve maximum efficiency in all things!§!\n",
  "ethic_neutral": "Neutral",
  "ethic_neutral_desc": "§LThe neutral mind is the free mind, open to all possibilities...§!",
  "ethic_gestalt_consciousness": "Gestalt Consciousness",
  "ethic_gestalt_consciousness_desc": "§LWe reach into the void.\nThe vast expanse becomes us.§!",

  "origin_default": "Prosperous Unification",
  "origin_mechanists": "$civic_mechanists$",
  "origin_mechanists_desc": "This civilization has been preoccupied with the idea of metallic automatons since the early Steam Age. Although many said it could not be done, the first true robots left the assembly lines long before even rudimentary space flight was achieved.",
  "origin_syncretic_evolution": "$civic_syncretic_evolution$",
  "origin_syncretic_evolution_desc": "A second species forms an integral part of this civilization. They are big, strong, and most of them have the intelligence of a particularly dim-witted child. Ancient wars have culled their species of their most aggressive tendencies, leaving them quite servile.",
  "origin_life_seeded": "$civic_life_seeded$",
  "origin_life_seeded_desc": "This civilization has evolved in a paradise, possibly designed just for them.",
  "origin_post_apocalyptic": "$civic_post_apocalyptic$",
  "origin_post_apocalyptic_desc": "Baptized by nuclear fire, this civilization has faced total annihilation - and survived. Devastated yet unbroken, they have rebuilt civilization from the ashes of the old world.",
  "origin_shattered_ring": "Shattered Ring",
  "origin_remnants": "Remnants",
  "origin_tree_of_life": "Tree of Life",
  "origin_tree_of_life_desc": "This Hive evolved in a symbiotic relationship with a vast Tree. The Tree grants them many benefits, but its loss would cripple them.",
  "origin_lithoid": "Calamitous Birth",
  "origin_machine": "Resource Consolidation",
  "origin_galactic_doorstep": "Galactic Doorstep",
  "origin_eldest_sibling": "Eldest Sibling",
  "origin_eldest_sibling_desc": "This society has an old legend about splinter groups of the population who left the planet in search for other planets to colonize in the solar system.",
  "origin_shoulders_of_giants": "On the Shoulders of Giants",
  "origin_fallen_empire": "Elder Race",
  "origin_fallen_empire_desc": "This civilization greatly predates the current generation of galactic powers. Eons of stagnation gradually reduced their empire to a mere shadow of what it once was.",
  "origin_enlightened": "Enlightened",
  "origin_enlightened_desc": "The natural development of this civilization was greatly accelerated by the interference of another party, who helped them become a spacefaring culture.",
  "origin_default_pre_ftl": "Developing Civilization",
  "origin_default_pre_ftl_desc": "This civilization has yet to become spacefaring, however with a little encouragement or a great deal of time they may yet become an actor on the galactic stage.",
  "origin_void_dwellers": "Void Dwellers",
  "origin_void_dwellers_desc": "This civilization has made its home in space for as long as it has maintained records - life in a typical planetary environment is anathema to them. They live on three orbital habitats that were only recently united.",
  "origin_scion": "Scion",
  "origin_scion_desc": "A Fallen Empire has meddled in the development of this civilization for thousands of years, guiding them onto a path of their choosing.",
  "origin_common_ground": "Common Ground",
  "origin_common_ground_desc": "This civilization established early contact with their immediate alien neighbors. Finding strength in their differences, they soon decided to face the future, and whatever it might bring, together.",
  "origin_common_ground_npc": "$origin_common_ground$",
  "origin_common_ground_npc_desc": "$origin_common_ground_desc$",
  "origin_hegemon": "Hegemon",
  "origin_hegemon_desc": "This civilization established early contact with their immediate alien neighbors. Gradually, over the span of a century, they masterminded the birth of an interstellar union in which they would have a dominant role.",
  "origin_hegemon_npc": "Hegemon Subordinate",
  "origin_hegemon_npc_desc": "This civilization established early contact with their immediate alien neighbors. Gradually, over the span of a century, they were subordinated to one of those neighbors, who masterminded the birth of an interstellar union with them as its leader.",
  "origin_doomsday": "Doomsday",
  "origin_doomsday_desc": "This civilization's homeworld is highly unstable, and it is only a matter of time before it explodes. Their only hope is to seek refuge elsewhere before it is too late.",
  "origin_lost_colony": "Lost Colony",
  "origin_lost_colony_desc": "This civilization originated as a lost and forgotten colony, separated from its homeworld long ago. The struggling colonists endured many hardships before they were able to build up the necessary technological and industrial base that would allow for a return to space.",
  "origin_separatists": "Separatists",
  "origin_separatists_desc": "This civilization came into being when it rebelled and seceded from another empire.",
  "origin_liberated": "Liberated",
  "origin_liberated_desc": "This civilization came into being after being liberated from another empire.",
  "origin_demonic_incursion": "Daemonic Incursion",
  "origin_demonic_incursion_desc": "Lead by a corrupted champion, this empire emerged from a dimensional portal and has vowed to lay waste to this reality.",
  "origin_khan_successor": "Khanate Successor",
  "origin_khan_successor_desc": "This civilization arose out of the ashes of the Great Khan's mighty empire.",

  "trait_rapid_breeders": "Rapid Breeders",
  "trait_rapid_breeders_desc": "§LThis species reproduces at a very rapid rate, increasing population growth.§!\n",
  "trait_rapid_breeders_lithoid": "$trait_rapid_breeders$",
  "trait_rapid_breeders_lithoid_desc": "$trait_rapid_breeders_desc$",
  "trait_slow_breeders": "Slow Breeders",
  "trait_slow_breeders_desc": "§LThis species reproduces at a slow rate, lowering population growth.§!\n",
  "trait_delicious": "Delicious",
  "trait_delicious_desc": "§LThis species has the curious evolutionary adaptation of being highly nutritious when eaten.§!\n",
  "trait_nerve_stapled": "Nerve Stapled",
  "trait_nerve_stapled_desc": "§LInessential neural pathways relating to self-preservation and free will are severed, creating a docile and obedient client species.§!\n",
  "trait_fertile": "Fertile",
  "trait_fertile_desc": "§LThe natural fecundity and geniality of this species has been dramatically enhanced through aggressive physical and behavioral sculpting.§!\n",
  "trait_erudite": "Erudite",
  "trait_erudite_desc": "§LBiological engineering has unlocked previously dormant parts of this species' brain, greatly increasing mental acuity.§!\n",
  "trait_robust": "Robust",
  "trait_robust_desc": "§LBio-optimized organs with redundant functions have made this species extraordinarily resistant to environmental hazards and disease.§!\n",
  "trait_charismatic": "Charismatic",
  "trait_charismatic_desc": "§LMembers of this species have a special charisma, and are generally considered pleasant to be around.§!\n",
  "trait_repugnant": "Repugnant",
  "trait_repugnant_desc": "§LThe physical appearance and customs of this species are considered offensive to most others, and few appreciate them as neighbors.§!\n",
  "trait_talented": "Talented",
  "trait_talented_desc": "§LMember of this species are born with a natural aptitude.§!\n",
  "trait_strong": "Strong",
  "trait_strong_desc": "§LMembers of this species possess great physical strength, making them formidable fighters on the ground.§!\n",
  "trait_very_strong": "Very Strong",
  "trait_very_strong_desc": "§LMembers of this species possess a strength that almost defies the laws of physics.§!\n",
  "trait_weak": "Weak",
  "trait_weak_desc": "§LMembers of this species are physically weaker than average, making them poor fighters on the ground.§!\n",
  "trait_tough": "Tough",
  "trait_tough_desc": "Members of this species are capable of withstanding physical trauma that would kill most other beings.\n",
  "trait_frail": "Frail",
  "trait_frail_desc": "§LMembers of this species are particularly frail - what would be a minor injury to others can often be fatal to them.§!\n",
  "trait_stoic": "Stoic",
  "trait_stoic_desc": "§LMembers of this species possess great mental discipline, rarely panicking when faced with a dangerous situation.§!\n",
  "trait_timid": "Timid",
  "trait_timid_desc": "§LMembers of this species tend to shy away from physical confrontations and are quick to panic.§!\n",
  "trait_indolent": "Indolent",
  "trait_indolent_desc": "§LMembers of this species shy away from hard labor, and generally refrain from exerting themselves.§!\n",
  "trait_communal": "Communal",
  "trait_communal_desc": "§LMembers of this species are highly communal, and quite used to living in close proximity to others.§!\n",
  "trait_solitary": "Solitary",
  "trait_solitary_desc": "§LMembers of this species tend to be solitary and territorial, often becoming agitated in crowded conditions.§!\n",
  "trait_adaptive": "Adaptive",
  "trait_adaptive_desc": "§LThis species is highly adaptive when it comes to foreign environments.§!\n",
  "trait_adaptive_lithoid": "$trait_adaptive$",
  "trait_adaptive_lithoid_desc": "$trait_adaptive_desc$",
  "trait_extremely_adaptive": "Extremely Adaptive",
  "trait_extremely_adaptive_desc": "§LThis species is remarkably adept at adapting to any foreign environments.§!\n",
  "trait_nonadaptive": "Nonadaptive",
  "trait_nonadaptive_desc": "§LThis species does not adapt well to foreign environments.§!\n",
  "trait_nomadic": "Nomadic",
  "trait_nomadic_desc": "§LThis species has a nomadic past, and its members often think nothing of relocating to another world.§!\n",
  "trait_sedentary": "Sedentary",
  "trait_sedentary_desc": "§LThis species has a sedentary past, and its members are reluctant to migrate away from where they grew up.§!\n",
  "trait_thrifty": "Thrifty",
  "trait_thrifty_desc": "§LMembers of this species are instinctively economical and are always looking to make a good profit, whatever corners need cutting.§!\n",
  "trait_ingenious": "Ingenious",
  "trait_ingenious_desc": "§LMembers of this species are good at 'thinking outside the box' and know how to maximize the efficiency of their infrastructure and power grids.§!\n",
  "trait_industrious": "Industrious",
  "trait_industrious_desc": "§LMembers of this species are known for their diligent and hard-working nature, always going above and beyond.§!\n",
  "trait_natural_engineers": "Natural Engineers",
  "trait_natural_engineers_desc": "§LMembers of this species have a natural inclination towards engineering and material sciences.§!\n",
  "trait_poor_engineers": "Poor Engineers",
  "trait_poor_engineers_desc": "§LMembers of this species have a hard time grasping many of the fundamental concepts of engineering.§!\n",
  "trait_natural_physicists": "Natural Physicists",
  "trait_natural_physicists_desc": "§LMembers of this species have a natural inclination towards theoretical physics and astral phenomena.§!\n",
  "trait_poor_physicists": "Poor Physicists",
  "trait_poor_physicists_desc": "§LMembers of this species have a hard time grasping many of the fundamental concepts of theoretical physics.§!\n",
  "trait_natural_sociologists": "Natural Sociologists",
  "trait_natural_sociologists_desc": "§LMembers of this species have a natural inclination towards sociology and biological studies.§!\n",
  "trait_poor_sociologists": "Poor Sociologists",
  "trait_poor_sociologists_desc": "§LMembers of this species have a hard time grasping many of the fundamental concepts of sociology.§!\n",
  "trait_quick_learners": "Quick Learners",
  "trait_quick_learners_desc": "§LMembers of this species are quick to learn from their experiences.§!\n",
  "trait_slow_learners": "Slow Learners",
  "trait_slow_learners_desc": "§LMembers of this species are slow to learn from their experiences.§!\n",
  "trait_long_lifespans": "Long Lifespans",
  "trait_long_lifespans_desc": "§LThe natural lifespan of this species is longer than average.§!\n",
  "trait_short_lifespans": "Short Lifespans",
  "trait_short_lifespans_desc": "§LThe natural lifespan of this species is shorter than average.§!\n",
  "trait_uplifted": "Uplifted",
  "trait_uplifted_desc": "§LThis species was uplifted from a pre-FTL origin, and its members are happier living on planets belonging to their benefactor.§!\n",
  "trait_presapient_starborn": "Starborn",
  "trait_presapient_starborn_desc": "§LThis species has always, consciously or not, longed to traverse the void between the stars.§!\n",
  "trait_presapient_earthbound": "Earthbound",
  "trait_presapient_earthbound_desc": "§LMembers of this species are very possessive of the planets they call home.§!\n",
  "trait_presapient_natural_intellectuals": "Natural Intellectuals",
  "trait_presapient_natural_intellectuals_desc": "§LMembers of this species are more philosophically inclined than most.§!\n",
  "trait_presapient_proles": "Proles",
  "trait_presapient_proles_desc": "§LThis species has traditionally shunned intellectual pursuits in favor of physical labor.§!\n",
  "trait_syncretic_proles": "Serviles",
  "trait_syncretic_proles_desc": "§LThis species evolved alongside a second, more advanced species. Never particularly intelligent to begin with, selective breeding for physical prowess and docility has reduced them to servile proles.§!",
  "trait_presapient_conservative": "Conservative",
  "trait_presapient_conservative_desc": "§LMembers of this species often prefer old wisdom over new experiences.§!\n",
  "trait_presapient_irradiated": "Irradiated",
  "trait_presapient_irradiated_desc": "§LThis species has evolved to thrive in environments subject to extremely high levels of background radiation.§!",
  "trait_persistent": "Persistent",
  "trait_persistent_desc": "§LThis trait increases the average life span of leaders.§!\n",
  "trait_conformists": "Conformists",
  "trait_conformists_desc": "§LThese people always seek consensus and are more likely to conform to the governing ethics.§!\n",
  "trait_deviants": "Deviants",
  "trait_deviants_desc": "§LThese people are rebellious in nature and constantly try to challenge the status-quo.§!\n",
  "trait_enduring": "Enduring",
  "trait_enduring_desc": "§LLifespans in this species are unusually long.§!\n",
  "trait_venerable": "Venerable",
  "trait_venerable_desc": "§LThis species can grow to an age that commands dignity and respect.§!\n",
  "trait_fleeting": "Fleeting",
  "trait_fleeting_desc": "§LTime is fleeting for this species. What they lack in longevity, they have to make up in other ways.§!\n",
  "trait_fleeting_lithoid": "$trait_fleeting$",
  "trait_fleeting_lithoid_desc": "$trait_fleeting_desc$",
  "trait_diverse": "Diverse",
  "trait_diverse_desc": "§LMembers of this species tend to differ a lot, in both psychology and morphology.§!\n",
  "trait_decadent": "Decadent",
  "trait_decadent_desc": "§LThis species believes that whenever there is hard work that needs doing, that work is always best done by somebody else.§!\n",
  "trait_intelligent": "Intelligent",
  "trait_intelligent_desc": "§LThis species is highly intelligent, and enjoys faster technological progress.§!\n",
  "trait_agrarian": "Agrarian",
  "trait_agrarian_desc": "§LThis species has a deep connection to the land, and make expert farmers and gardeners.§!\n",
  "trait_resilient": "Resilient",
  "trait_resilient_desc": "§LMembers of this species are physiologically resilient, and will fight like enraged brood mothers to defend their worlds.§!\n",
  "trait_mechanical": "Mechanical",
  "trait_mechanical_desc": "§LMechanical beings are several orders of magnitude more complex than the purpose-built automatons of old, but most possess fairly limited processing capabilities.§!\n",
  "trait_robotic_1": "Robot",
  "trait_robotic_1_desc": "§LRobots are relatively simple machines, capable of accepting verbal commands but possessing no true intelligence of their own.§!\n",
  "trait_robot_awoken_01": "Forever in Limbo",
  "trait_robot_awoken_01_desc": "Riddled with inexplicable errors and constant breakdowns, the ancient aliens have not acclimatized well to their new mechanical bodies. Yet they display an unusual aptitude for science, previously unheard of in low-level robots - an indicator, perhaps, of the intellect trapped within.",
  "trait_robot_awoken": "Awoken",
  "trait_robot_awoken_desc": "Even in mechanical form the Awoken have kept some of their original traits. Could wasteful habits and a sedentary lifestyle have been the downfall of this ancient race of scientifically advanced fungi?",
  "trait_robotic_2": "Droid",
  "trait_robotic_2_desc": "§LDroids are a more complex variant of robot, often coming with pre-programmed personalities to better serve their masters as well as limited self-awareness.§!\n",
  "trait_robotic_3": "Synthetic",
  "trait_robotic_3_desc": "§LSynthetics are very complex machines that are superior to organics in most respects. Their positronic brains are capable of supporting a class-7 artificial intelligence, making them fully self-aware.§!\n",
  "trait_conservational": "Conservationist",
  "trait_conservational_desc": "§LMembers of this species believe that resources must be conserved and recycled.§!",
  "trait_wasteful": "Wasteful",
  "trait_wasteful_desc": "§LMembers of this species seemingly have no concept of frugality and are prone to useless consumption.§!\n",
  "trait_hive_mind": "Hive-Minded",
  "trait_hive_mind_desc": "§LThis species is made up of semi-autonomous individuals slaved to a single, unfathomably vast consciousness.§!\n",
  "trait_machine_unit": "Machine",
  "trait_machine_unit_desc": "§LThis species is made up of the executive terminals of a single Machine Intelligence, originally built by organics.§!\n",
  "trait_lithoid": "Lithoid",
  "trait_lithoid_desc": "§LThis species has a silicon based biology, and consumes minerals rather than food. They are tougher than traditional organics and have slower metabolisms, making them long lived but slow to reproduce.§!\n",
  "trait_robot_power_drills": "Power Drills",
  "trait_robot_power_drills_desc": "§LOutfit a robot with a battery of power drills, and everything looks like a mineral deposit.§!\n",
  "trait_robot_harvesters": "Harvesters",
  "trait_robot_harvesters_desc": "§LA suite of tools, from nutrient solution diagnostics and on-site balancing to per-stalk micro-threshing, enables robotic workers to increase produce yields.§!\n",
  "trait_robot_efficient_processors": "Efficient Processors",
  "trait_robot_efficient_processors_desc": "§LThese highly efficient processors increase the potential workload and endurance of all units.§!",
  "trait_robot_logic_engines": "Logic Engines",
  "trait_robot_logic_engines_desc": "§LEfficiently navigating the increasingly complex frontiers of science requires new states, beyond the simple half-truths of ternary and quaternary logic.§!\n",
  "trait_robot_loyalty_circuits": "Loyalty Circuits",
  "trait_robot_loyalty_circuits_desc": "§LLoyalty as an ideal is a distinctly organic concept. Instead, imagine loyalty as a physiological need in even the remotest of terminals.§!\n",
  "trait_robot_domestic_protocols": "Domestic Protocols",
  "trait_robot_domestic_protocols_desc": "§LSpecialized equipment and behavior protocols for all conceivable domestic needs. Full functionality guaranteed.§!",
  "trait_robot_superconductive": "Superconductive",
  "trait_robot_superconductive_desc": "§LThe use of superconductive materials in units has cut energy transmission losses to zero percent.§!\n",
  "trait_robot_double_jointed": "Double-Jointed",
  "trait_robot_double_jointed_desc": "§LCollapsible labor units with flexible joints that enable them to fold neatly into stacks during transportation, then self-assemble on site.§!\n",
  "trait_robot_bulky": "Bulky",
  "trait_robot_bulky_desc": "§LThese highly advanced mega-machines were not designed to traverse the universe in a box.§!\n",
  "trait_robot_enhanced_memory": "Enhanced Memory",
  "trait_robot_enhanced_memory_desc": "§LAll autonomous units are fitted with memory cells using a revolutionary new technique for magnetic induction, improving their performance significantly.§!\n",
  "trait_robot_emotion_emulators": "Emotion Emulators",
  "trait_robot_emotion_emulators_desc": "§LComplex social predictive models help autonomous units to not only emulate appropriate emotions but to elicit favorable responses from organics and synthetics alike.§!\n",
  "trait_robot_uncanny": "Uncanny",
  "trait_robot_uncanny_desc": "§LThese monstrous machines were created in the image of one of the most horrific species in the universe, and the resemblance is uncanny. §!\n",
  "trait_robot_durable": "Durable",
  "trait_robot_durable_desc": "§LProtected by exoskeletons of chrome-plated titanium, these heavy-duty machines were designed to excel under harsh conditions and require less maintenance.§!\n",
  "trait_robot_high_maintenance": "High Maintenance",
  "trait_robot_high_maintenance_desc": "§LThese machines were designed with a complete disregard for longevity and are prone to malfunction. They will require frequent maintenance.§!\n",
  "trait_robot_learning_algorithms": "Learning Algorithms",
  "trait_robot_learning_algorithms_desc": "§LSophisticated, self-learning algorithms that stimulate the rapid evolution of a unit's neural clusters.§!\n",
  "trait_robot_repurposed_hardware": "Repurposed Hardware",
  "trait_robot_repurposed_hardware_desc": "§LDesigned to meet the very specific needs of their creators, this line of machines were never intended to have the capacity for higher reasoning, and retrofitting will only get them so far.§!\n",
  "trait_robot_mass_produced": "Mass-Produced",
  "trait_robot_mass_produced_desc": "§LStreamlined production cycles and modular designs allow for unit mass-production at an unprecedented rate.§!\n",
  "trait_robot_custom_made": "Custom-Made",
  "trait_robot_custom_made_desc": "§LEach new unit is crafted with unparalleled attention to detail. A marvel of engineering and art, but not very efficient.§!\n",
  "trait_robot_recycled": "Recycled",
  "trait_robot_recycled_desc": "§LUnit manufacturing has been optimized to be as cost-effective as possible, using recycled materials, and components inherited from previous generations.§!\n",
  "trait_robot_luxurious": "Luxurious",
  "trait_robot_luxurious_desc": "§LDesigned after the principle that you cannot put a price on quality, these first-rate units are costly, but shiny.§!\n",
  "trait_robot_propaganda_machines": "Propaganda Machines",
  "trait_robot_propaganda_machines_desc": "§LUnits are constantly uplinked to a central stream of public service announcements and other useful information that they pass along via internal broadcasting systems.§!\n",
  "trait_survivor": "Survivor",
  "trait_survivor_desc": "§LThis species has survived the horrors of a nuclear apocalypse. Their capacity for thriving in the most inhospitable of circumstances should not be underestimated.§!",
  "trait_traditional": "Traditional",
  "trait_traditional_desc": "§LCertain aspects of this species' cognition makes it predisposed to especially value historical precedence and group unity.§!",
  "trait_quarrelsome": "Quarrelsome",
  "trait_quarrelsome_desc": "§LWhile not inherently distrustful, members of this species are often socially combative.§!",
  "trait_lithoid_gaseous_byproducts": "Gaseous Byproducts",
  "trait_lithoid_gaseous_byproducts_desc": "§LThe metabolic processes of this species cause regular venting of gases useful to industry.§!",
  "trait_lithoid_scintillating": "Scintillating Skin",
  "trait_lithoid_scintillating_desc": "§LThe outermost layer of this species is studded with sparkling crystals and gemstones that occasionally flake off.§!",
  "trait_lithoid_volatile_excretions": "Volatile Excretions",
  "trait_lithoid_volatile_excretions_desc": "§LThe highly compressed spoor created by this species is unstable and contains an unbelievable amount of power.§!",
  "trait_docile": "Docile",
  "trait_docile_desc": "§LMembers of this species are easy to manage and organize. They tend to be cooperative and amicable.§!",
  "trait_unruly": "Unruly",
  "trait_unruly_desc": "§LUnruly species are difficult to manage and organize. They do not like being told what to do, and are often quarrelsome or questioning.§!",
  "trait_robot_streamlined_protocols": "Streamlined Protocols",
  "trait_robot_streamlined_protocols_desc": "§LExtensively batched AI processes allow these units to scale greatly in numbers with minimal loss of efficiency.§!",
  "trait_robot_high_bandwidth": "High Bandwidth",
  "trait_robot_high_bandwidth_desc": "§LEach individual unit sends and receives a large amount of largely duplicate data, causing exponential lag as the number of units attached to each central processing hub increases.§!",
  "trait_robot_trading_algorithms": "Trading Algorithms",
  "trait_robot_trading_algorithms_desc": "§LPredictive algorithms allow for maximum optimization. Infinitesimal market fluctuations in currency rates, stock availability, and the emotional response of organic partners are accounted for.§!",
  "trait_advanced_gaseous_byproducts": "$trait_lithoid_gaseous_byproducts$",
  "trait_advanced_gaseous_byproducts_desc": "§LThe metabolic processes of this species have been genetically engineered to produce gases useful to industry.§!",
  "trait_advanced_scintillating": "$trait_lithoid_scintillating$",
  "trait_advanced_scintillating_desc": "§LThrough advanced genetic engineering, the outermost layer of this species forms scales studded with crystals and gemstones ripe for harvest.§!",
  "trait_advanced_volatile_excretions": "$trait_lithoid_volatile_excretions$",
  "trait_advanced_volatile_excretions_desc": "§LTweaks to their genetic code have caused this species to produce highly compressed spoor. When properly utilized, this material releases an exceptional amount of power.§!",
  "trait_vat_grown": "Vat-Grown",
  "trait_vat_grown_desc": "§LArtificially grown in cloning vats, the natural reproductive abilities of this species have been negatively impacted.§!",
  "trait_felsic": "Felsic",
  "trait_felsic_desc": "§LThis species has been engineered to be especially mineral-rich.§!\n",
  "trait_natural_machinist": "Natural Machinist",
  "trait_natural_machinist_desc": "§LThis species has been engineered to have an incredible knack at working with machinery.§!",
  "trait_drake_scaled": "Drake-Scaled",
  "trait_drake_scaled_desc": "§LThis species has the genetic material from a stellar dragon spliced into its DNA. As such, they shed scales which can be recycled into useful alloys.§!",
  "trait_voidling": "Voidling",
  "trait_voidling_desc": "§LThis species has the genetic material from the Voidspawn spliced into its DNA. Subsisting off cosmic radiation, they are highly resistant to hostile environments.§!",
  "trait_tiyanki": "Polymelic",
  "trait_tiyanki_desc": "§LThis species has added genetic material from the Tiyanki Matriarch into their DNA sequence. This has granted them rapid asexual reproduction, as well as a few unexpected tentacles.§!",

  "": ""
}
