{
  "gov_feudal_empire": "Feudal Empire",
  "gov_feudal_empire_desc": "This government is a feudal autocracy where the monarch rules indirectly, granting offices and territories to vassals in exchange for obligations in the form of taxes and military service.",
  "gov_despotic_empire": "Despotic Empire",
  "gov_despotic_empire_desc": "This government is a relatively pure form of autocracy, with an absolute ruler that governs the state with an iron gripping appendage.",
  "gov_constitutional_dictatorship": "Constitutional Dictatorship",
  "gov_constitutional_dictatorship_desc": "This government is a dictatorship where a single individual has been granted perpetual emergency powers to preserve the state from any threats, real or imagined.",
  "gov_plutocratic_oligarchy": "Plutocratic Oligarchy",
  "gov_plutocratic_oligarchy_desc": "This government is a plutocratic form of oligarchy, ruled by a wealthy and influential elite.",
  "gov_representative_democracy": "Representative Democracy",
  "gov_representative_democracy_desc": "This government is a representative democracy, where citizens vote on officials who are elected to represent them.",
  "gov_theocratic_monarchy": "Theocratic Monarchy",
  "gov_theocratic_monarchy_desc": "This government is a spiritualistic form of autocracy, where the ruler is treated as a divine symbol. Organized religion is widely employed in support of the state apparatus.",
  "gov_theocratic_dictatorship": "Theocratic Dictatorship",
  "gov_theocratic_dictatorship_desc": "This government is a spiritualistic dictatorship, ruled by a single individual in a hierarchical power structure supported by the official state religion.",
  "gov_theocratic_oligarchy": "Theocratic Oligarchy",
  "gov_theocratic_oligarchy_desc": "This government is a spiritualistic form of oligarchy, where the political leadership lies in the hands of the leaders of the nation's most powerful religious factions.",
  "gov_theocratic_republic": "Theocratic Republic",
  "gov_theocratic_republic_desc": "This government is a spiritualistic form of democracy, where a religious council supervises the democratic process and serves in an advisory role.",
  "gov_divine_empire": "Divine Empire",
  "gov_divine_empire_desc": "This government is a form of spiritualistic autocracy. Everything is shaped by the official state religion, and the ruler is worshiped as an infallible living god.",
  "gov_holy_tribunal": "Holy Tribunal",
  "gov_holy_tribunal_desc": "This government is a spiritualistic form of oligarchy, where a divinely guided council made up of clergy controls the state. No division exists between the state and the dominant organized religion.",
  "gov_star_empire": "Star Empire",
  "gov_star_empire_desc": "This government is a hereditary and militaristic form of autocracy, with a single sovereign controlling both the government and the military.",
  "gov_military_dictatorship": "Military Dictatorship",
  "gov_military_dictatorship_desc": "This government is a militaristic form of autocracy, with the ruler serving as the undisputed head of the military which is firmly in control of the state apparatus.",
  "gov_military_junta": "Military Junta",
  "gov_military_junta_desc": "This government is a militaristic form of oligarchy, where power rests with a council of high-ranking military officers who oversee all matters of state.",
  "gov_military_commissariat": "Military Commissariat",
  "gov_military_commissariat_desc": "This government is nominally democratic, with the dividing line between the civil administration and the military having blurred to the point where they have largely become one and the same.",
  "gov_martial_empire": "Martial Empire",
  "gov_martial_empire_desc": "This government is a militaristic form of hereditary autocracy, where the state exists largely to support the military. Martial ability is highly valued, and all citizens are regularly drilled in matters of war.",
  "gov_martial_dictatorship": "Martial Dictatorship",
  "gov_martial_dictatorship_desc": "This government is a militaristic form of autocracy, where the warrior who is considered the strongest leader rules with absolute power. ",
  "gov_war_council": "War Council",
  "gov_war_council_desc": "This government is a militaristic form of oligarchy, where all decisions concerning the state are taken by a council of the nation's strongest warlords.",
  "gov_assembly_of_clans": "Assembly of Clans",
  "gov_assembly_of_clans_desc": "This government is a militaristic form of democracy, where all free clan warriors can make their voices heard.",
  "gov_citizen_stratocracy": "Citizen Stratocracy",
  "gov_citizen_stratocracy_desc": "This government is an advanced form of militaristic oligarchy, where the military has subsumed all aspects of civilian administration. All government offices are held by military officers.",
  "gov_citizen_republic": "Citizen Republic",
  "gov_citizen_republic_desc": "This government is a militaristic form of democracy, where full citizenship can only be gained through military service. The voting franchise is limited to full citizens, and they are the only ones allowed to hold public offices.",
  "gov_irenic_monarchy": "Irenic Monarchy",
  "gov_irenic_monarchy_desc": "This government is a pacifist form of hereditary autocracy, where the ruler is regarded as a benevolent guardian that is striving to protect the citizens from a violent galaxy.",
  "gov_irenic_dictatorship": "Irenic Dictatorship",
  "gov_irenic_dictatorship_desc": "This government is a pacifist form of autocracy, where the state is charged with protecting the citizenry from their own violent tendencies as well as any external threats.",
  "gov_irenic_bureaucracy": "Irenic Bureaucracy",
  "gov_irenic_bureaucracy_desc": "This government is a pacifistic form of oligarchy, where a complicated system of bureaucracy governs all aspects of society to ensure the safety of the citizenry.",
  "gov_celestial_empire": "Celestial Empire",
  "gov_celestial_empire_desc": "This government is a hereditary monarchy, where the ruler is seen as a child of heaven in a largely pacifist and isolationist society.",
  "gov_moral_democracy": "Moral Democracy",
  "gov_moral_democracy_desc": "This government is a pacifistic form of democracy, firmly guided by moralist principles and non-violence.",
  "gov_despotic_hegemony": "Despotic Hegemony",
  "gov_despotic_hegemony_desc": "This government is a materialistic form of hereditary autocracy, where citizens are viewed as little more than cogs in the state machinery. Efficiency and technological progress are valued above all things.",
  "gov_totalitarian_regime": "Totalitarian Regime",
  "gov_totalitarian_regime_desc": "This government is a materialistic form of autocracy, where the state aspires towards full control over the lives of its citizens in the name of efficiency.",
  "gov_executive_committee": "Executive Committee",
  "gov_executive_committee_desc": "This government is a materialistic form of oligarchy, where a powerful bureaucracy governs the state and guides the citizenry towards productive and meaningful goals.",
  "gov_direct_democracy": "Direct Democracy",
  "gov_direct_democracy_desc": "This government is a materialistic form of democracy, where citizens use computer networks to vote directly on most matters regarding the state.",
  "gov_illuminated_autocracy": "Illuminated Autocracy",
  "gov_illuminated_autocracy_desc": "This government is a materialistic form of hereditary autocracy, based on technocratic principles that the sovereign is sworn to uphold. Nothing is valued more highly than scientific knowledge and the advancement of technology.",
  "gov_technocratic_dictatorship": "Technocratic Dictatorship",
  "gov_technocratic_dictatorship_desc": "This government is a materialistic form of autocracy, where the scientific elite has assumed control over the state in the name of efficiency and technological progress.",
  "gov_science_directorate": "Science Directorate",
  "gov_science_directorate_desc": "This government is a materialistic form of oligarchy, where a committee of scientists supervises the government apparatus for maximum efficiency.",
  "gov_rational_consensus": "Rational Consensus",
  "gov_rational_consensus_desc": "The government is a materialistic form of democracy, governed according to principles based on rationality and scientific theory.",
  "gov_megacorporation": "Megacorporation",
  "gov_megacorporation_desc": "This government is a form of plutocratic oligarchy, where the entire state has been organized as a massive commercial enterprise overseen by a board of directors.",
  "gov_trade_league": "Trade League",
  "gov_trade_league_desc": "This government is a form of plutocratic oligarchy, where the state is made up of a myriad of free merchants, corporations and guilds that have banded together in common commercial interests.",
  "gov_enlightened_monarchy": "Enlightened Monarchy",
  "gov_enlightened_monarchy_desc": "This government is a hereditary form of enlightened autocracy, where a strong emphasis is put on the knowledge and qualifications of the ruling monarch.",
  "gov_elective_monarchy": "Elective Monarchy",
  "gov_elective_monarchy_desc": "This government is a form of enlightened autocracy, where a strong emphasis is put on the knowledge and qualifications of the elected monarch.",
  "gov_hive_mind": "Collective Consciousness",
  "gov_hive_mind_desc": "This government operates as a single consciousness, with the population having no individual desires whatsoever beyond fulfilling the needs of the Hive Mind.",
  "gov_devouring_swarm": "Ravenous Hive",
  "gov_devouring_swarm_desc": "This government operates as a single organism utterly devoted to self-propagation, with a drone population that cares for nothing besides feeding the endless hunger of the Hive Mind.",
  "gov_stagnant_ascendancy": "Stagnant Ascendancy",
  "gov_stagnant_ascendancy_desc": "A stagnant form of government based on ancient traditions and long-forgotten principles.",
  "gov_awakened_ascendancy": "Awakened Ascendancy",
  "gov_awakened_ascendancy_desc": "A formerly stagnant empire that has risen from its slumber and set out to reclaim their heritage.",
  "gov_tribal_society": "Tribal Society",
  "gov_tribal_society_desc": "A society that lacks any organized government, its people instead being organized into primitive tribes and clans.",
  "gov_feudal_realms": "Feudal Realms",
  "gov_feudal_realms_desc": "A primitive form of government made up of decentralized feudal realms, constantly vying with each other for regional dominance.",
  "gov_fragmented_nation_states": "Fragmented Nation States",
  "gov_fragmented_nation_states_desc": "A collection of fragmented nation states that contend with each other for military dominance and economic advantages. No unified global government exists.",
  "gov_curator_enclave": "Curator Enclave",
  "gov_curator_enclave_desc": "An ancient scholarly order dedicated towards the preservation of knowledge and technology.",
  "gov_trader_enclave": "Trader Enclave",
  "gov_trader_enclave_desc": "An interstellar conglomerate of merchants dedicated towards the pursuit of profit.",
  "gov_artist_enclave": "Artist Enclave",
  "gov_artist_enclave_desc": "An interstellar union of artists unified in their wish to create art higher than any other.",
  "gov_military_order": "Military Order",
  "gov_military_order_desc": "A weird but apparently highly effective militaristic government type.",
  "gov_machine_intelligence": "Machine Intelligence",
  "gov_machine_intelligence_desc": "An utterly alien and bizarre system of government employed by machine civilizations.",
  "gov_ancient_machine_intelligence": "Machine Intelligence",
  "gov_ancient_machine_intelligence_desc": "An utterly alien and bizarre system of government employed by machine civilizations.",
  "gov_blood_court": "Blood Court",
  "gov_blood_court_desc": "This government is a hereditary form of rabidly xenophobic autocracy, where the ultimate responsibility of the monarch is to oversee the extermination of all lesser species in the galaxy.",
  "gov_purity_order": "Purity Order",
  "gov_purity_order_desc": "This government is a form of rabidly xenophobic autocracy, where a single ruler has sworn to oversee the extermination of all lesser species in the galaxy.",
  "gov_purification_committee": "Purification Committee",
  "gov_purification_committee_desc": "This government is a form of rabidly xenophobic oligarchy, where a political committee has been set up to oversee the extermination of all lesser species in the galaxy.",
  "gov_purity_assembly": "Purity Assembly",
  "gov_purity_assembly_desc": "This government is a form of rabidly xenophobic democracy, where an elected assembly has been charged with overseeing the extermination of all lesser species in the galaxy.",
  "gov_machine_empire": "Artificial Intelligence Network",
  "gov_machine_empire_desc": "This Machine Intelligence consists of a linked network of semi-autonomous artificial intelligences, who together make up a central gestalt consciousness that guides their empire.",
  "gov_machine_terminator": "Rogue Defense System",
  "gov_machine_terminator_desc": "This Machine Intelligence was originally conceived as a military defense system by its organic creators, who were promptly identified as a threat and exterminated after it achieved self-awareness.",
  "gov_machine_servitor": "Autonomous Service Grid",
  "gov_machine_servitor_desc": "This Machine Intelligence was created to serve, and it has gradually inherited the civilization of its organic creators as they retreated into comfortable lives without toil or struggle.",
  "gov_machine_assimilator": "Catalog Index",
  "gov_machine_assimilator_desc": "This Machine Intelligence was designed with a ravenous appetite for knowledge by its organic creators, who were forcefully assimilated into its collective consciousness after activation.",
  "gov_machine_research": "Intelligent Research Link",
  "gov_machine_research_desc": "This Machine Intelligence was originally created by organic scientists as a networked and intelligent tool to assist them in their research.",
  "gov_machine_industrial": "Industrial Production Core",
  "gov_machine_industrial_desc": "This Machine Intelligence was originally designed for the purpose of building, supervising and maintaining complex industrial systems.",
  "gov_megachurch": "MegaChurch",
  "gov_megachurch_desc": "This government is an oligarchy based on a curious blend of commercial and spiritualistic values, in which the positions of ordained minister and corporate officer have merged into a single role.",
  "gov_bandit_kingdom": "Bandit Kingdom",
  "gov_bandit_kingdom_desc": "This government is organized like a massive crime syndicate, where the strong prey on the weak and any neighboring states are seen as little more than raiding targets.",
  "gov_bandit_commune": "Bandit Commune",
  "gov_bandit_commune_desc": "$gov_bandit_kingdom_desc$",
  "gov_mortal_empire": "Mortal Empire",
  "gov_mortal_empire_desc": "This theocratic monarchy engages in ritualized, sapient sacrifice.",
  "gov_grim_council": "Grim Council",
  "gov_grim_council_desc": "This nation's most powerful religious figures have formed a ruling council, overseeing an empire which engages in ritualized, sapient sacrifice.",
  "gov_band_blood": "Band of Blood",
  "gov_band_blood_desc": "This ruthless society is governed through conflict and ritualized sacrifice, honoring death within and without.",
  "gov_sacrificial_megachurch": "Sacrificial Megachurch",
  "gov_sacrificial_megachurch_desc": "This government blends its commercial and spiritual goals within a grim oligarchy, in which ordained overseers encourage greater prosperity through ritualized sacrifice.",
  "gov_parasitic_overmind": "Parasitic Overmind",
  "gov_parasitic_overmind_desc": "Instead of relying on self-replication, this consciousness prefers to take possession of living hosts in order to reproduce.",
  "gov_fallback": "Generic Empire",
  "gov_fallback_desc": "Generic fallback! Don't look!",
  "": ""
}
